Repository: akirichek/DaoFlowers
Catalog: DaoFlowers/*.lproj/Localizable.strings
Languages: es, ru

source: Language
es: Idioma
ru: Язык

source: User Profile
es: Perfil del usuario
ru: Профиль Пользователя

source: Varieties
es: Variedades
ru: Сорта

source: Plantations
es: Plantaciones
ru: Плантации

source: Documents
es: Documentos
ru: Документы

source: Claims
es: Reclamos
ru: Рекламации

source: Current Orders
es: Pedido actual
ru: Текущие заказы

source: Contacts
es: Contactos
ru: Контакты

source: Settings
es: Ajustes
ru: Настройки

source: Log in
ru: Войти

source: Log out
ru: Выйти

source: About
es: Sobre
ru: О приложении

# VarietiesCount
source: varieties
es: variedades
ru: сортов

source: Additional parameters
es: Parámetros adicionales
ru: Дополнительные параметры

source: Variety or abr
es: Variedad o ABR
ru: Сорт или аббр.

source: Assortment:
es: Surtido:
ru: Сортировка:

source: Type name/abbr to search...
es: Tipo Nombre / abbr para buscar…
ru: Введите имя либо аббр...

source: by name
es: según el nombre
ru: по имени

source: by % of purchase
es: según el % de compra
ru: по % продаж

source: bought last month, FB
es: fue comprado por mes pasado, FB
ru: куплено за посл. месяц, FB

source: active plantations
es: fincas activas
ru: активные плантации

source: Done
es: Hecho
ru: Готово

source: GENERAL INFO
es: Información general
ru: ОБЩАЯ ИНФОРМАЦИЯ

source: PLANTATIONS - GROWERS
es: Plantaciones - cultivadores
ru: ПЛАНТАЦИИ - ПРОИЗВОДИТЕЛИ

source: SIMILAR VARIETIES
ru: ПОХОЖИЕ СОРТА

source: Similar sorts list is empty
es: Similar lista ordenada está vacía
ru: Похожие сорта отсутствуют

source: Content available only for customers
es: Contenido disponible sólo para los clientes
ru: Контент доступен только для клиентов

source: GO TO REGISTRATION
es: IR AL REGISTRO
ru: РЕГИСТРАЦИЯ

# PlantationsCount
source: plantations
es: plantaciones
ru: плантаций

source: Type name/brand to search...
es: Tipo Nombre / abbr para buscar…
ru: Имя для поиска

source: Plantation name or brand
es: Nombre de la plantación o marca
ru: Имя плантации или брэнд

source: Farm name:
es: Plantación:
ru: Плантация:

source: Brand:
es: Marca:
ru: Брэнд:

source: Country:
es: País:
ru: Страна:

source: Name/abbr to search
es: Nombre para buscar
ru: Имя для поиска

source: Color:
ru: Цвет:

source: INVOICES
es: facturas
ru: ИНВОЙСЫ

# PREALERTS
source: PREALERS
es: Pre alerta
ru: ПРЕ-АЛЕРТЫ

source: Downloading
es: Descargando
ru: Загрузка

source: Do you want to start download document:
es: Subir documento:
ru: Загрузить файл:

source: YES
es: SÍ
ru: ДА

source: NO
ru: НЕТ

source: GENERAL
ru: СОДЕРЖАНИЕ

source: AVERAGE PRICES
es: PRECIOS PROMEDIOS
ru: СРЕДНИЕ ЦЕНЫ

source: STATISTICS OF FULFILMENT
es: ESTADÍSTICAS DEL CUMPLIMIENTO
ru: СТАТИСТИКА ВЫПОЛНЕНИЯ

source: Invoice Details
es: Detalles de la factura
ru: Детали инвойса

source: Total:
ru: Сумма:

source: total stems:
es: tallos totales:
ru: всего стеблей:

source: subtotal:
es: total parcial:
ru: сумма:

source: GRAND TOTAL:
ru: ВСЕГО:

source: date
es: fecha
ru: дата

source: label
es: marca
ru: марка

source: truck
es: camion
ru: трак

source: point
es: punto
ru: точка

source: fb ord
ru: fb зак

source: fb diff
ru: fb разн

source: Order Details
es: Pedido
ru: Заказ

source: flower
es: variedad
ru: сорт

source: size
es: tamano
ru: размер

source: fb conf
ru: fb подтв

source: cou
ru: стр

source: Total FB:
ru: Сумма:

source: REGISTRATION
es: REGISTRO
ru: РЕГИСТРАЦИЯ

source: ORDER CALLBACK
es: SOLICITAR UNA DEVOLUCIÓN DE LLAMADA
ru: ЗАКАЖИТЕ ОБРАТНЫЙ ЗВОНОК

source: SEND COMMENT
es: PUBLICAR UN COMENTARIO
ru: ОТПРАВИТЬ КОММЕНТАРИЙ

source: User registration
es: Registro de usuarios
ru: Регистрация пользователя

source: Name of firm or of the person:
es: Nombre de la empresa o nombre:
ru: Название фирмы или имя:

source: Contact person:
es: Persona de contacto:
ru: Контактное лицо:

source: City:
es: Ciudad:
ru: Город:

source: Phone:
es: Teléfono:
ru: Телефон:

source: The information about your company:
es: Información de la empresa:
ru: Информация о компании:

# The detailed information
source: The detailed information on principles of work, the current prices will be sent after telephone conversation with the potential buyer.
es: La información detallada sobre los principios de trabajo, los precios actuales se enviará después de la conversación telefónica con el comprador potencial.
ru: Детальная информация о принципах работы, текущих ценах будет отправлена после телефонной беседы с потенциальным покупателем.

# The field is not obligatory for filling
source: The field "The information about your company" is not obligatory for filling, however, if you are really interested to begin cooperation with our firm in sphere of purchases fresh cut Flower, please, will give the detailed information about your company.
es: El campo "La información acerca de su empresa" no es obligatorio para el llenado, sin embargo, si usted está realmente interesado para comenzar la cooperación con nuestra firma en el ámbito de las compras de flores frescas cortadas, por favor, le dará a la información detallada acerca de su empresa.
ru: Поле "Информация о вашей компании" не является обязательным для заполнения, однако, если Вы действительно заинтересованы начать сотрудничество с нашей фирмой в сфере закупок свежесрезанных цветов, пожалуйста, сообщите подробную информацию о вашей компании.

source: SEND SIGN UP REQUEST
es: ENVIAR UNA SOLICITUD DE REGISTRO
ru: ОТПРАВИТЬ ЗАПРОС НА РЕГИСТРАЦИЮ

source: Name:
es: Nombre:
ru: Имя:

source: Company:
es: Compañía:
ru: Компания:

source: Your comments:
es: Sus comentarios:
ru: Ваши комментарии:

source: Order Callback
es: Solicitar una devolución de llamada
ru: Закажите обратный звонок

source: Work phone:
es: Teléfono de la empresa:
ru: Рабочий телефон:

source: Mobile phone:
es: Teléfono celular:
ru: Мобильный телефон:

source: Subject:
es: Tema:
ru: Тема:

source: Select
ru: Выбрать

source: Send comment
es: Publicar un comentario
ru: Новый комментарий

source: Price information request
es: Pedido de la informacion de precios
ru: Запрос информации о ценах

source: Principles of work
es: Principios del trabajo
ru: Принципы работы

source: Logistics
es: Logistica
ru: Логистика

source: Application functioning general questions
es: Preguntas generales del funcionamiento de app
ru: Общие вопросы о работе приложения

# Registration fields are required
source: Name, Country, City, and Email fields are required
es: Los campos Nombre, País, Ciudad y Correo electrónico son necesarios.
ru: Имя, Страна, Город, и Email поля обязательны для заполнения.

source: Registration request was successfully sent.
es: Apertura de una cuenta nueva enviada.
ru: Запрос на регистрацию успешно отправлен.

# Registration request sending error
source: Registration request sending error. Try again later.
es: Error al enviar la apertura de una cuenta nueva. Por favor, intenten más tarde.
ru: Ошибка при отпраке запроса на регистрацию. Попробуйте еще раз позже.

source: Sending request
es: Enviando pedido
ru: Отправка запроса

source: Send the registration request of a new user?
es: ¿Desea enviar la solicitud de apertura de una cuenta nueva?
ru: Отправить запрос на регистрацию нового пользователя?

source: Error
ru: Ошибка

source: Success
es: Éxito
ru: Успешно

# Send comment fields are required
source: Comments field is required.
es: El campo de comentarios es obligatorio.
ru: Поле "Ваши комментарии" обязательно для заполнения.

source: Comment was successfully sent
es: Comentario enviado.
ru: Комментарий был успешно отправлен.

source: Comment sending error
es: Error en envio del comentario.
ru: Ошибка при отправке комментария.

# Send comment question
source: Send comment?
es: ¿Desea enviar su comentario?
ru: Отправить комментарий?

source: Send call-back request?
es: ¿Desea enviar una solicitud de devolucion de llamada?
ru: Заказать обратный звонок?

# Order callback fields are required
source: Name, Company, Country and City fields are required.
es: Los campos Nombre, Empresa, País y Ciudad son obligatorios.
ru: Имя, Компания, Страна и Город поля обязательны для заполнения.

source: Call-back request was successfully sent.
es: Solicitud de devolucion de llamada enviada
ru: Заказ на обратный звонок был успешно отправлен.

source: Call-back request sending error.
es: Error en el envio de solicitud de devolucion de llamada.
ru: Ошибка при отправке заказа на обратный звонок.

source: Variety by farms
es: Variedad por finca
ru: % закупки сорта

source: Authorization
ru: Авторизация

source: Login
ru: Логин

source: Password
es: Contraseña
ru: Пароль

source: ENTER
es: INICIAR LA SESIÓN
ru: ВОЙТИ

source: Here will be displayed results of the search
es: Aquí se mostrarán los resultados de la búsqueda
ru: Здесь будут отображаться результаты поиска

source: Search result is empty
es: El resultado de la búsqueda está vacío
ru: Ничего не найдено

source: Main parameters
es: Parametros principales
ru: Основные параметры

source: Staff
es: Personal
ru: Персонал

source: Recovery email:
es: Correo electrónico:
ru: Email для восстановления:

source: Recovery phone number:
es: Número de teléfono:
ru: Телефон для восстановления:

source: Organization:
es: Organización:
ru: Организация:

source: Country, city:
es: País, ciudad:
ru: Страна, город:

source: Detailed address:
es: Dirección detallada:
ru: Адрес:

source: Website:
ru: Web сайт:

source: Marking:
ru: Маркировка:

source: Name, surname:
es: Nombre, Apellido:
ru: Имя, Фамилия:

source: Telephone/Messengers
es: Telefónicos/Mensajeros
ru: Телефоны/Мессенджеры

source: Post
es: Oficina
ru: Должность

source: Reports
es: Informes
ru: Отчеты

source: Don't send reposts
es: No enviar repost
ru: Не отправлять отчеты

source: Send all reposts
es: Enviar todos los reposts
ru: Отправлять все отчеты

source: CLOSE
es: CERCA
ru: ЗАКРЫТЬ

source: SAVE
es: SALVAR
ru: СОХРАНИТЬ

source: Cannot save changes. Indicate employee and try again
es: No se pueden guardar los cambios. Indica al empleado y vuelve a intentarlo.
ru: Невозможно сохранить изменения. Укажите имя сотрудника.

source: Cannot save changes. Select at least one position and try again
es: No se pueden guardar los cambios. Seleccione al menos una posición y vuelva a intentarlo.
ru: Невозможно сохранить изменения. Выберете хотя бы одну должность сотрудника и повторите попытку.

source: Deletion of employee
es: Supresión del empleado
ru: Удаление сотрудника

source: Are you sure deleting employee "%@"?
es: ¿Seguro que elimina al empleado "%@"?
ru: Вы уверены что хотите удалить сотрудника "%@"?

source: Cancel changes
es: Cancelar cambios
ru: Отмена изменений

source: Cancel changes in user's profile?
es: ¿Cancelar los cambios en el perfil del usuario?
ru: Отменить изменения в профиле пользователя?

source: Saving changes
es: Guardando cambios
ru: Сохранение изменений

source: Save changes in user's profile?
es: Guardar cambios en el perfil del usuario?
ru: Сохранить изменения в профиле пользователя?

source: PROCESSED
es: PROCESADOS
ru: ОБРАБОТАННЫЕ

source: LOCAL DRAFT
es: BORRADORES LOCALES
ru: ЛОКАЛЬНЫЕ ЧЕРНОВИКИ

source: Status:
es: Tipo de reclamos:
ru: Статус:

source: From:
es: De:
ru: С:

source: To:
es: A:
ru: По:

source: Invoice date
ru: Дата инвойса

source: Quantity of stems:
es: Cantidad de tallos:
ru: Кол-во стеблей:

source: Claim type:
es: Typo del reclamo:
ru: Тип рекламации:

source: Cost:
es: Valor:
ru: Стоимость:

source: Claim description:
es: Descripción del reclamo:
ru: Описание рекламации:

# Claim description hint
source: We insistently ask to write additional description of the problem. Detailed and more precise description makes better reaction on claim and increases the probability to refund money on your account.
es: Les recomendamos encarecidamente adicionar la descripción textual adicional del reclamo. La especificación y la descripción detallada del problema aumenta la probabilidad de la aprobación del reclamo y de la devolución de los fondos a la cuenta.
ru: Настоятельно рекомендуем добавить дополнительное текстовое описание претензии. Детализация и подробное описание проблемы увеличивает вероятность принятия рекламации и возврашения средств на счет.

source: NEW CLAIM
es: Reclamo nuevo
ru: НОВАЯ

source: SENT
es: Enviado
ru: ОТПРАВЛЕННАЯ

source: IN PROCESS
es: En procesamiento
ru: В РАССМОТРЕНИИ

source: CONFIRMED
es: Confirmado
ru: ПОДТВЕРЖДЕНА

source: Stems
es: Tallos
ru: Стебли

source: Stem price
es: Precio del tallo
ru: Цена за стебель

source: Total cost
es: Coste total
ru: Стоимость

source: Variety
ru: Тип

source: Add photo
es: Añadir foto
ru: Добавить фото

source: confirmed
es: confirmados
ru: подтвержденные

source: not confirmed
es: no confirmados
ru: не подтвержденные

source: Adding Photo
es: Adición de fotos
ru: Добавление фотографии

source: What source would you like to use to add photo?
es: ¿Qué fuente le gustaría usar para agregar fotos?
ru: Какой источник вы хотите использовать, чтобы добавить фотографию?

source: Photo Library
es: Biblioteca de fotos
ru: Библиотека фотографий

source: Camera
es: Cámara
ru: Камера

source: Cancel
es: Cancelar
ru: Отмена

source: Claim type is not selected
es: No ha seleccionado el tipo del reclamo.
ru: Тип рекламации не выбран.

source: You did not select any item in the invoice for lodging the claim.
es: No ha seleccionado ni un solo artículo de la factura para el reclamo.
ru: Вы не выбрали не одной позиции инвойса для рекламации.

source: Saving Claim
es: Guardar reclamo
ru: Сохранение Рекламации

source: How would you like to save the claim?
es: ¿Cómo le gustaría guardar la reclamación?
ru: Как Вы хотели бы сохранить рекламацию?

source: Local draft
es: Proyecto local
ru: В локальный черновик

source: Send to processing
es: Enviar a proceso
ru: Отправить на обработку

source: Deleting claim
es: Eliminar reclamo
ru: Удаление рекламации

source: Are you sure you want to delete the claim?
es: ¿Seguro que desea eliminar la reclamación?
ru: Вы действительно уверены, что хотите удалить рекламацию?

source: Stems count:
es: Conteo de tallos:
ru: Кол-во стеблей:

# Stem price2
source: Stem price:
es: Tallo precio:
ru: Ст-ть стебля:

source: Full price:
es: Precio final:
ru: Ст-ть полная:

source: Claim
es: Reclamo
ru: Претензия

source: Price:
es: Valor:
ru: Стоимость:

# Stems2
source: Stems:
es: Tallos:
ru: Стеблей:

source: CLEAR
es: LIMPIO
ru: ОЧИСТИТЬ

source: Discount
es: Descuento
ru: Скидка

source: % discount
es: % del valor
ru: % от стоимости

source: Full Price
es: Valor total
ru: Полная стоимость

source: Without discount
es: No hay reclamos
ru: Нет финансовой претензии

source: Please, check whether you filled in the lines correctly.
es: Por favor, compruebe si ha llenado las líneas correctamente.
ru: Проверьте правильность ввода данных.

source: VERSION
ru: ВЕРСИЯ

source: You have no documents
ru: У Вас нет документов

source: Filter
ru: Фильтр

source: Orders count:
ru: Количество заказов:

source: Type the number
ru: Введите число
